{
  "images": [
    {
      "date": "2017-09-03",
      "explanation": "What's happening over the water?  Pictured here is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Some waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by an unusual pattern they create on the water.  The featured image was taken in 2013 July near Tampa Bay, Florida. The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.  Some people speculate that waterspouts are responsible for some of the losses recorded in the Bermuda Triangle.",
      "hdurl": "https://apod.nasa.gov/apod/image/1709/waterspout_mole_540.jpg",
      "media_type": "image",
      "title": "A Waterspout in Florida",
      "url": "https://apod.nasa.gov/apod/image/1709/waterspout_mole_960.jpg",
      "id": 53
    },
    {
      "date": "2015-01-04",
      "explanation": "Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few years ago. As striking as the above image is, it is but a single frame from a 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center.",
      "hdurl": "https://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_980.jpg",
      "media_type": "image",
      "title": "Crescent Rhea Occults Crescent Saturn",
      "url": "https://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_960.jpg",
      "id": 54
    },
    {
      "date": "2015-01-02",
      "explanation": "Near the center of this sharp cosmic portrait, at the heart of the Orion Nebula, are four hot, massive stars known as the Trapezium. Tightly gathered within a region about 1.5 light-years in radius, they dominate the core of the dense Orion Nebula Star Cluster. Ultraviolet ionizing radiation from the Trapezium stars, mostly from the brightest star Theta-1 Orionis C powers the complex star forming region's entire visible glow. About three million years old, the Orion Nebula Cluster was even more compact in its younger years and a dynamical study indicates that runaway stellar collisions at an earlier age may have formed a black hole with more than 100 times the mass of the Sun. The presence of a black hole within the cluster could explain the observed high velocities of the Trapezium stars. The Orion Nebula's distance of some 1,500 light-years would make it the closest known black hole to planet Earth.",
      "hdurl": "https://apod.nasa.gov/apod/image/1501/TrapeziumCluster_Francsics_apod.jpg",
      "media_type": "image",
      "title": "At the Heart of Orion",
      "url": "https://apod.nasa.gov/apod/image/1501/TrapeziumCluster_Francsics_apod1024.jpg",
      "id": 55
    },
    {
      "date": "2015-01-03",
      "explanation": "Get out your red/blue glasses and check out this awesome stereo view of another world. The scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak.",
      "hdurl": "https://apod.nasa.gov/apod/image/1501/22466-22467anaVantuyne.jpg",
      "media_type": "image",
      "title": "Apollo 17: A Stereo View from Lunar Orbit",
      "url": "https://apod.nasa.gov/apod/image/1501/22466-22467anaVantuyne900.jpg",
      "id": 56
    }
  ]
}